site/static/logs/static/4096/elysia.wrk.run1.txt
Running 5s test @ http://localhost:8080
  64 threads and 4096 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     7.62ms    3.39ms  67.75ms   83.97%
    Req/Sec     8.59k     0.86k   18.47k    88.90%
  2785430 requests in 5.10s, 165.43GB read
Requests/sec: 546123.12
Transfer/sec:     32.44GB